package a;

public class test01 {

	public static void main(String[] args) {
		String a="";
		a+=9+"x"+1+"="+ (9*1)+"\n";//+=은 하나의 연산자
		a+=9+"x"+2+"="+ (9*2)+"\n";//+=은 하나의 연산자
		a+=9+"x"+3+"="+ (9*3)+"\n";//+=은 하나의 연산자
		a+=9+"x"+4+"="+ (9*4)+"\n";//+=은 하나의 연산자
		a+=9+"x"+5+"="+ (9*5)+"\n";//+=은 하나의 연산자
		a+=9+"x"+6+"="+ (9*6)+"\n";//+=은 하나의 연산자
		a+=9+"x"+7+"="+ (9*7)+"\n";//+=은 하나의 연산자
		a+=9+"x"+8+"="+ (9*8)+"\n";//+=은 하나의 연산자
		a+=9+"x"+9+"="+ (9*9)+"\n";//+=은 하나의 연산자
		//문자열+문자열\문자열이다
		//+는 결합
		System.out.println(a);

	}

}
